---
kind: property
id: P:Autodesk.Revit.DB.ACADExportOptions.SharedCoords
source: html/1a291c40-65d6-cae1-a69c-e60ef026645a.htm
---
# Autodesk.Revit.DB.ACADExportOptions.SharedCoords Property

True to use the shared coordinate system's origin, false to use the project origin.
 Default value is false.

## Syntax (C#)
```csharp
public bool SharedCoords { get; set; }
```